Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_515_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Vuoigatvuohtaministtar Henriksson : buot sámemánáide duohta vejolašvuohta oahppat iežaset giela
smn: Riehtiminister Henriksson : puohháid sämipárnáid puigâ máhđulâšvuotâ jieijâs kielâ oppâmân

source: - Giela ealáskahttindoaimmain galgá bisuhit mielas , ahte sámiide vuođđolágas dorvvastuvvon vuoigatvuohta iežaset gillii ja kultuvrii guoská olles riikii .
smn: " Kielâ iäláskitmân sihtejeijee tooimâin kalga anneeđ mielâst , et sämmilij vuáđulavâlâš vuoigâdvuotâ jieijâs kielân já kulttuurân kuáská ubâ eennâm .

source: Galgá giddet earenoamáš fuomášumi dasa , ahte buot sámimánáin lea duohta vejolašvuohta oahppat gielaset ja kultuvrraset olles riikkas .
smn: Eromâš huámášume kalga kiddiđ toos , et puohâin sämipárnáin lii puigâ máhđulâšvuotâ oppâđ jieijâs kielâ já kulttuur ubâ väldikoddeest . "

source: Vuoigatvuohtaministtar Anna-Maja Henriksson deattuhii ságastis sáme- ja maorigielaid ealáskahttinsemináras 13.09. , ahte sámegielaid ealáskahttima várás galgá hábmet bissovaš doaibmamálle .
smn: Riehtiminister Anna-Maja Henriksson tiäduttij jieijâs sahâvuárust sämikielâ já maorikielâ iäláskittemseminaarist 13.09. táárbu läjidiđ pissoo toimâmmaali sämikielâi iäláskitmân .

source: Ministtar máinnašii ságastis anárašgiela diliid buorre ovdamearkan lihkkostuvvan gielaealáskahttimis . Anárašgiela ealáskahttima ovdanbuvttii semináras Marja-Liisa Olthuis .
smn: Minister mainâšij savâstis anarâškielâ iäláskittem miänástusmainâs , maid kielâiäláskittemseminaarist oovdânpuovtij Marja-Liisa Olthuis .

source: Hálddahushoavda Juha Guttorm , láhkaásaheami hoavda Sami Manninen , sámedikki stivrra lahttu Petra Magga-Vars , ságadoalli Klemetti Näkkäläjärvi , vuoigatvuohtaministtar Anna-Maja Henriksson ja stivrra lahtut Anu Avaskari ja Asko Länsman Helssegis 13.9.2011 .
smn: Haldâttâshovdâ Juha Guttorm , lahâasâttâsjođetteijee Sami Manninen , sämitige stiivrâ jeessân Petra Magga-Vars , saavâjođetteijee Klemetti Näkkäläjärvi , riehtiminister Anna-Maja Henriksson sehe stiivrâ jesâneh Anu Avaskari já Asko Länsman Helsigist 13.9.2011 .

source: Loga vuoigatvuohtaministtar Anna-Maja Henriksson olles sága sámedikki ordnen sáme- ja maorigielaid ealáskahttinsemináras Helssegis 13.09.2011 dás .
smn: Luuvâ riehtiminister Anna-Maja Henrikssonin saavâ sämitige ornim sämikielâ já maorikielâ iäláskittemseminaarist Helsigist 13.09.2011 ollásávt täst .
